tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "graalvm/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "xwmx/taps"
brew "sqlite"
brew "ansible"
brew "bat"
brew "bluetoothconnector"
brew "gcc"
brew "btop"
brew "python@3.9"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "entr"
brew "exa"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gomplate"
brew "gradle"
brew "graphviz"
brew "grep"
brew "htop"
brew "hugo"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lolcat"
brew "lua"
brew "magic-wormhole"
brew "mas"
brew "mockery"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "ncdu"
brew "nmap"
brew "openjdk"
brew "openssl@3"
brew "p7zip"
brew "parallel"
brew "pipenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rmlint"
brew "smartmontools"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vifm"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "youtube-dl"
brew "zplug"
brew "xwmx/taps/nb"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "calibre"
cask "clion"
cask "docker"
cask "eqmac"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "goland"
cask "graalvm-ce-lts-java11"
cask "intellij-idea"
cask "kitty"
cask "loopback"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "omnidisksweeper"
cask "plex-media-server"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rekordbox"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Kindle", id: 405399194
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "VPN Unlimited®", id: 694633015
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
